Revit 2027 API
FabricationPartBrowserChangedEventArgs.Operation Property
 The operation associated with this event
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FabricationPartBrowserOperation Operation { get; }
Public ReadOnly Property Operation As FabricationPartBrowserOperation
	Get
public:
property FabricationPartBrowserOperation Operation {
	FabricationPartBrowserOperation get ();
}
member Operation : FabricationPartBrowserOperation with get
Property Value
FabricationPartBrowserOperation
See Also
Reference
FabricationPartBrowserChangedEventArgs Class
Autodesk.Revit.UI.Events Namespace